/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"JBRefreshHeaderIdleText" = "Pull down to refresh";
"JBRefreshHeaderPullingText" = "Release to refresh";
"JBRefreshHeaderRefreshingText" = "Loading...";

"JBRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"JBRefreshAutoFooterRefreshingText" = "Loading...";
"JBRefreshAutoFooterNoMoreDataText" = "No more data";

"JBRefreshBackFooterIdleText" = "Pull up to load more";
"JBRefreshBackFooterPullingText" = "Release to load more.";
"JBRefreshBackFooterRefreshingText" = "Loading...";
"JBRefreshBackFooterNoMoreDataText" = "No more data";

"JBRefreshHeaderLastTimeText" = "Last updated: ";
"JBRefreshHeaderDateTodayText" = "Today";
"JBRefreshHeaderNoneLastDateText" = "No record";
